Repository: shahryaralam688/LimiAI
Catalog: LimiExhibition/Common/Localizable.xcstrings
Source language: en
Languages: ar, de, tr, zh_hans, zh_hant

source: Last Updated: %@ We at [Company Name] respect your privacy and are committed to protecting your personal information. This Privacy Policy explains how we collect, use, and disclose information about you when you use our Property Inspection Management App ("the App") and the associated services. By using the App, you agree to the practices described in this policy. 1. Information We Collect We collect the following types of information to provide and improve our services: 1.1 Personal Information When you register or use the App, we may collect personal information such as: • Name • Email address • Contact number • Business information (if applicable) 1.2 Property Information To facilitate property inspections, we may collect and store information about the properties you inspect, including: • Property address and details (e.g., size, type, condition) • Photos, videos, or documents you upload related to the inspection • Notes and inspection reports 1.3 Usage Information We automatically collect information on how you interact with the App, such as: • Device information (e.g., IP address, browser type, operating system) • Log data (e.g., date and time of access, pages viewed, time spent on each page) • Cookies and similar technologies to enhance user experience 2. How We Use Your Information We use the information we collect to: • Provide, maintain, and improve the App’s features and functionality • Manage user accounts and provide customer support • Generate inspection reports and store property information • Communicate updates, services, or promotional materials (you can opt out at any time) • Analyze usage trends and enhance user experience 3. How We Share Your Information We do not sell your personal information. We may share your information in the following circumstances: • Service Providers: We may share your information with third-party vendors or service providers who assist us in operating the App (e.g., cloud storage, analytics services). • Legal Compliance: We may disclose your information to comply with legal obligations, court orders, or government requests. • Business Transfers: In the event of a merger, acquisition, or sale of all or a portion of our assets, your information may be transferred as part of that transaction. 4. Data Security We implement appropriate technical and organizational measures to protect your information from unauthorized access, alteration, or disclosure. However, no method of transmission over the internet is 100%% secure, so we cannot guarantee absolute security. 5. Data Retention We retain your personal information only as long as necessary to fulfill the purposes for which it was collected or as required by law. When no longer needed, we securely delete or anonymize your data. 6. Your Privacy Rights Depending on your jurisdiction, you may have the following rights regarding your personal information: • Access: You can request access to the personal information we hold about you. • Correction: You can request corrections to inaccurate or incomplete personal information. • Deletion: You may request the deletion of your personal information, subject to legal obligations. • Opt-out: You can opt out of marketing communications at any time. To exercise any of these rights, please contact us at [email address]. 7. Third-Party Links The App may contain links to third-party websites or services. This Privacy Policy does not apply to those websites or services, and we are not responsible for their privacy practices. We encourage you to review their privacy policies. 8. Children’s Privacy Our App is not intended for individuals under the age of 18, and we do not knowingly collect personal information from children. If you believe we have collected personal information from a child, please contact us to remove the information. 9. Changes to this Privacy Policy We may update this Privacy Policy from time to time to reflect changes in our practices. We will notify you of any material changes by posting the updated policy on the App. Your continued use of the App after such changes constitutes acceptance of the updated Privacy Policy. 10. Contact Us If you have any questions about this Privacy Policy or our data practices, please contact us at: [Company Name] [Email Address] [Contact Address]
ar: آخر تحديث: %@ نحن في [اسم الشركة] نحترم خصوصيتك ونلتزم بحماية معلوماتك الشخصية. توضح سياسة الخصوصية هذه كيفية جمعنا واستخدامنا والإفصاح عن معلوماتك عند استخدامك لتطبيق إدارة فحص العقارات ("التطبيق") والخدمات المرتبطة به. باستخدامك للتطبيق، فإنك توافق على الممارسات الموضحة في هذه السياسة. ١. المعلومات التي نجمعها نجمع الأنواع التالية من المعلومات لتقديم خدماتنا وتحسينها: ١.١ المعلومات الشخصية عند التسجيل في التطبيق أو استخدامه، قد نجمع معلومات شخصية مثل: • الاسم • عنوان البريد الإلكتروني • رقم الهاتف • معلومات العمل (إن وجدت) ١.٢ معلومات العقار لتسهيل معاينة العقارات، قد نجمع ونخزن معلومات حول العقارات التي تعاينها، بما في ذلك: • عنوان العقار وتفاصيله (مثل: المساحة، النوع، الحالة) • الصور أو مقاطع الفيديو أو المستندات التي ترفعها والمتعلقة بالمعاينة • الملاحظات وتقارير المعاينة ١.٣ معلومات الاستخدام نجمع تلقائيًا معلومات حول كيفية تفاعلك مع التطبيق، مثل: • معلومات الجهاز (مثل: عنوان IP، نوع المتصفح، نظام التشغيل) • بيانات السجل (مثل: تاريخ ووقت الوصول، الصفحات التي تمت زيارتها، الوقت الذي قضيته في كل صفحة) • ملفات تعريف الارتباط والتقنيات المشابهة لتحسين تجربة المستخدم ٢. كيف نستخدم معلوماتك نستخدم المعلومات التي نجمعها من أجل: • توفير ميزات التطبيق وصيانتها وتحسينها الوظائف • إدارة حسابات المستخدمين وتقديم الدعم الفني • إنشاء تقارير المعاينة وتخزين معلومات العقارات • إرسال التحديثات والخدمات والمواد الترويجية (يمكنك إلغاء الاشتراك في أي وقت) • تحليل اتجاهات الاستخدام وتحسين تجربة المستخدم 3. كيفية مشاركة معلوماتك لا نبيع معلوماتك الشخصية. قد نشارك معلوماتك في الحالات التالية: • مزودو الخدمات: قد نشارك معلوماتك مع جهات خارجية أو مزودي خدمات يساعدوننا في تشغيل التطبيق (مثل خدمات التخزين السحابي وخدمات التحليلات). • الامتثال القانوني: قد نفصح عن معلوماتك امتثالاً للالتزامات القانونية أو أوامر المحاكم أو الطلبات الحكومية. • عمليات نقل الأعمال: في حال الاندماج أو الاستحواذ أو بيع كل أو جزء من أصولنا، قد تُنقل معلوماتك كجزء من تلك العملية. 4. أمن البيانات نطبق تدابير تقنية وتنظيمية مناسبة لحماية معلوماتك من الوصول غير المصرح به أو التعديل أو الإفصاح. مع ذلك، لا توجد طريقة نقل بيانات عبر الإنترنت آمنة بنسبة 100%، لذا لا يمكننا ضمان أمان مطلق. ٥. الاحتفاظ بالبيانات نحتفظ ببياناتك الشخصية فقط طالما كان ذلك ضروريًا لتحقيق الأغراض التي جُمعت من أجلها أو وفقًا لما يقتضيه القانون. وعندما لا تعود هناك حاجة إليها، نقوم بحذف بياناتك أو إخفاء هويتها بشكل آمن. ٦. حقوقك المتعلقة بالخصوصية بحسب قوانين بلدك، قد تتمتع بالحقوق التالية فيما يتعلق ببياناتك الشخصية: • الوصول: يمكنك طلب الوصول إلى بياناتك الشخصية التي نحتفظ بها. • التصحيح: يمكنك طلب تصحيح أي بيانات شخصية غير دقيقة أو ناقصة. • الحذف: يمكنك طلب حذف بياناتك الشخصية، مع مراعاة الالتزامات القانونية. • إلغاء الاشتراك: يمكنك إلغاء الاشتراك في الرسائل التسويقية في أي وقت. لممارسة أي من هذه الحقوق، يُرجى التواصل معنا عبر البريد الإلكتروني [عنوان البريد الإلكتروني]. ٧. روابط الجهات الخارجية قد يحتوي التطبيق على روابط لمواقع أو خدمات تابعة لجهات خارجية. لا تنطبق سياسة الخصوصية هذه على تلك المواقع أو الخدمات، ولسنا مسؤولين عن ممارسات الخصوصية الخاصة بها. ننصحك بمراجعة سياسات الخصوصية الخاصة بها. ٨. خصوصية الأطفال تطبيقنا غير مخصص للأفراد دون سن ١٨ عامًا، ولا نجمع معلومات شخصية من الأطفال عن قصد. إذا كنت تعتقد أننا جمعنا معلومات شخصية من طفل، فيُرجى التواصل معنا لحذف هذه المعلومات. ٩. التغييرات في سياسة الخصوصية هذه قد نُحدِّث سياسة الخصوصية هذه من وقت لآخر لتعكس التغييرات في ممارساتنا. سنُخطرك بأي تغييرات جوهرية عن طريق نشر السياسة المُحدَّثة على التطبيق. يُعد استمرارك في استخدام التطبيق بعد هذه التغييرات بمثابة قبول لسياسة الخصوصية المُحدَّثة. ١٠. تواصل معنا إذا كانت لديك أي أسئلة حول سياسة الخصوصية هذه أو ممارساتنا المتعلقة بالبيانات، فيُرجى التواصل معنا عبر: [اسم الشركة] [البريد الإلكتروني] [عنوان التواصل]
de: Letzte Aktualisierung: %@ Wir von [Firmenname] respektieren Ihre Privatsphäre und verpflichten uns zum Schutz Ihrer personenbezogenen Daten. Diese Datenschutzrichtlinie erläutert, wie wir Informationen über Sie erfassen, verwenden und weitergeben, wenn Sie unsere App zur Immobilieninspektionsverwaltung („die App“) und die zugehörigen Dienste nutzen. Durch die Nutzung der App stimmen Sie den in dieser Richtlinie beschriebenen Praktiken zu. 1. Von uns erfasste Informationen Wir erfassen die folgenden Arten von Informationen, um unsere Dienste bereitzustellen und zu verbessern: 1.1 Persönliche Daten Wenn Sie sich registrieren oder die App nutzen, erfassen wir möglicherweise persönliche Daten wie: • Name • E-Mail-Adresse • Telefonnummer • Geschäftsinformationen (falls zutreffend) 1.2 Immobilieninformationen Um Immobilienbesichtigungen zu erleichtern, erfassen und speichern wir möglicherweise Informationen über die von Ihnen besichtigten Immobilien, darunter: • Adresse und Details der Immobilie (z. B. Größe, Art, Zustand) • Fotos, Videos oder Dokumente, die Sie im Zusammenhang mit der Besichtigung hochladen • Notizen und Besichtigungsberichte 1.3 Nutzungsinformationen Wir erfassen automatisch Informationen darüber, wie Sie mit der App interagieren, wie z. B.: • Geräteinformationen (z. B. IP-Adresse, Browsertyp, Betriebssystem) • Protokolldaten (z. B. Datum und Uhrzeit des Zugriffs, aufgerufene Seiten, Verweildauer auf den einzelnen Seiten) • Cookies und ähnliche Technologien zur Verbesserung der Benutzerfreundlichkeit 2. Wie wir Ihre Informationen verwenden Wir verwenden die von uns erfassten Informationen, um: • die Funktionen und die Funktionalität der App bereitzustellen, zu warten und zu verbessern • Benutzerkonten zu verwalten Kundensupport bereitstellen • Inspektionsberichte erstellen und Immobilieninformationen speichern • Aktualisierungen, Services oder Werbematerialien kommunizieren (Sie können sich jederzeit abmelden) • Nutzungstrends analysieren und die Benutzererfahrung verbessern 3. Wie wir Ihre Daten weitergeben Wir verkaufen Ihre personenbezogenen Daten nicht. Wir können Ihre Daten unter folgenden Umständen weitergeben: • Dienstleister: Wir können Ihre Daten an Drittanbieter oder Dienstleister weitergeben, die uns beim Betrieb der App unterstützen (z. B. Cloud-Speicher, Analysedienste). • Gesetzliche Verpflichtungen: Wir können Ihre Daten offenlegen, um gesetzlichen Verpflichtungen, Gerichtsbeschlüssen oder behördlichen Anfragen nachzukommen. • Unternehmensübertragungen: Im Falle einer Fusion, Übernahme oder des Verkaufs aller oder eines Teils unserer Vermögenswerte können Ihre Daten im Rahmen dieser Transaktion übertragen werden. 4. Datensicherheit Wir setzen geeignete technische und organisatorische Maßnahmen ein, um Ihre Daten vor unbefugtem Zugriff, Veränderung oder Offenlegung zu schützen. Allerdings ist keine Methode der Datenübertragung über das Internet 100% sicher, daher können wir keine absolute Sicherheit garantieren. 5. Datenspeicherung Wir speichern Ihre personenbezogenen Daten nur so lange, wie es zur Erfüllung der Zwecke, für die sie erhoben wurden, oder aufgrund gesetzlicher Bestimmungen erforderlich ist. Sobald Ihre Daten nicht mehr benötigt werden, löschen oder anonymisieren wir sie sicher. 6. Ihre Datenschutzrechte Je nach Ihrem Wohnsitzland haben Sie möglicherweise folgende Rechte in Bezug auf Ihre personenbezogenen Daten: • Auskunft: Sie können Auskunft über die von uns gespeicherten personenbezogenen Daten verlangen. • Berichtigung: Sie können die Berichtigung unrichtiger oder unvollständiger personenbezogener Daten verlangen. • Löschung: Sie können die Löschung Ihrer personenbezogenen Daten verlangen, vorbehaltlich gesetzlicher Verpflichtungen. • Widerspruch: Sie können dem Erhalt von Marketingmitteilungen jederzeit widersprechen. Um eines dieser Rechte auszuüben, kontaktieren Sie uns bitte unter [E-Mail-Adresse]. 7. Links zu Drittanbietern Die App kann Links zu Websites oder Diensten von Drittanbietern enthalten. Diese Datenschutzrichtlinie gilt nicht für diese Websites oder Dienste, und wir sind nicht für deren Datenschutzpraktiken verantwortlich. Wir empfehlen Ihnen, deren Datenschutzrichtlinien zu lesen. 8. Datenschutz für Kinder Unsere App ist nicht für Personen unter 18 Jahren bestimmt, und wir erfassen wissentlich keine personenbezogenen Daten von Kindern. Sollten Sie der Ansicht sein, dass wir personenbezogene Daten eines Kindes erfasst haben, kontaktieren Sie uns bitte, damit wir diese Daten löschen können. 9. Änderungen dieser Datenschutzrichtlinie Wir können diese Datenschutzrichtlinie von Zeit zu Zeit aktualisieren, um Änderungen unserer Vorgehensweise widerzuspiegeln. Wir werden Sie über wesentliche Änderungen informieren, indem wir die aktualisierte Richtlinie in der App veröffentlichen. Ihre fortgesetzte Nutzung der App nach solchen Änderungen gilt als Zustimmung zur aktualisierten Datenschutzrichtlinie. 10. Kontakt Bei Fragen zu dieser Datenschutzrichtlinie oder unseren Datenpraktiken kontaktieren Sie uns bitte unter: [Firmenname] [E-Mail-Adresse] [Kontaktadresse]
tr: Son Güncelleme: %@ Biz [Şirket Adı] olarak gizliliğinize saygı duyuyor ve kişisel bilgilerinizi korumaya kararlıyız. Bu Gizlilik Politikası, Mülk Denetimi Yönetim Uygulamamızı ("Uygulama") ve ilgili hizmetleri kullandığınızda sizin hakkınızdaki bilgileri nasıl topladığımızı, kullandığımızı ve ifşa ettiğimizi açıklamaktadır. Uygulamayı kullanarak, bu politikada açıklanan uygulamaları kabul etmiş olursunuz. 1. Topladığımız Bilgiler Hizmetlerimizi sağlamak ve geliştirmek için aşağıdaki bilgi türlerini toplarız: 1.1 Kişisel Bilgiler Uygulamayı kaydettiğinizde veya kullandığınızda, aşağıdaki gibi kişisel bilgileri toplayabiliriz: • Ad • E-posta adresi • İletişim numarası • İşletme bilgileri (varsa) 1.2 Mülk Bilgileri Mülk incelemelerini kolaylaştırmak için, incelediğiniz mülkler hakkında aşağıdaki bilgileri toplayabilir ve saklayabiliriz: • Mülk adresi ve ayrıntıları (örneğin, boyut, tür, durum) • İncelemeyle ilgili yüklediğiniz fotoğraflar, videolar veya belgeler • Notlar ve inceleme raporları 1.3 Kullanım Bilgileri Uygulamayla nasıl etkileşim kurduğunuz hakkında otomatik olarak bilgi toplarız, örneğin: • Cihaz bilgileri (örneğin, IP adresi, tarayıcı türü, işletim sistemi) • Günlük verileri (örneğin, erişim tarihi ve saati, görüntülenen sayfalar, her sayfada geçirilen süre) • Kullanıcı deneyimini geliştirmek için çerezler ve benzer teknolojiler 2. Bilgilerinizi Nasıl Kullanıyoruz Topladığımız bilgileri şu amaçlarla kullanırız: • Uygulamanın özelliklerini sağlamak, sürdürmek ve geliştirmek İşlevsellik • Kullanıcı hesaplarını yönetme ve müşteri desteği sağlama • Denetim raporları oluşturma ve mülk bilgilerini saklama • Güncellemeler, hizmetler veya promosyon materyalleri hakkında iletişim kurma (istediğiniz zaman abonelikten çıkabilirsiniz) • Kullanım trendlerini analiz etme ve kullanıcı deneyimini geliştirme 3. Bilgilerinizi Nasıl Paylaşıyoruz Kişisel bilgilerinizi satmıyoruz. Bilgilerinizi aşağıdaki durumlarda paylaşabiliriz: • Hizmet Sağlayıcılar: Uygulamanın işletilmesinde bize yardımcı olan üçüncü taraf satıcılar veya hizmet sağlayıcılarla (örneğin, bulut depolama, analiz hizmetleri) bilgilerinizi paylaşabiliriz. • Yasal Uyumluluk: Yasal yükümlülüklere, mahkeme kararlarına veya hükümet taleplerine uymak için bilgilerinizi açıklayabiliriz. • İşletme Devirleri: Birleşme, devralma veya varlıklarımızın tamamının veya bir kısmının satışı durumunda, bilgileriniz bu işlemin bir parçası olarak devredilebilir. 4. Veri Güvenliği Bilgilerinizi yetkisiz erişim, değişiklik veya ifşadan korumak için uygun teknik ve organizasyonel önlemler uyguluyoruz. Bununla birlikte, internet üzerinden hiçbir iletim yöntemi %100 güvenli değildir, bu nedenle mutlak güvenliği garanti edemeyiz. 5. Veri Saklama Kişisel bilgilerinizi yalnızca toplama amacını yerine getirmek için veya yasa gereği gerekli olduğu sürece saklarız. Artık ihtiyaç duyulmadığında, verilerinizi güvenli bir şekilde sileriz veya anonimleştiririz. 6. Gizlilik Haklarınız Bulunduğunuz yargı yetkisine bağlı olarak, kişisel bilgilerinizle ilgili aşağıdaki haklara sahip olabilirsiniz: • Erişim: Hakkınızda tuttuğumuz kişisel bilgilere erişim talep edebilirsiniz. • Düzeltme: Yanlış veya eksik kişisel bilgilerin düzeltilmesini talep edebilirsiniz. • Silme: Yasal yükümlülüklere tabi olarak, kişisel bilgilerinizin silinmesini talep edebilirsiniz. • Pazarlama iletişimlerinden çıkma: İstediğiniz zaman pazarlama iletişimlerinden çıkabilirsiniz. Bu haklardan herhangi birini kullanmak için lütfen [e-posta adresi] adresinden bizimle iletişime geçin. 7. Üçüncü Taraf Bağlantıları Uygulama, üçüncü taraf web sitelerine veya hizmetlerine bağlantılar içerebilir. Bu Gizlilik Politikası bu web siteleri veya hizmetler için geçerli değildir ve gizlilik uygulamalarından sorumlu değiliz. Gizlilik politikalarını incelemenizi öneririz. 8. Çocukların Gizliliği Uygulamamız 18 yaşın altındaki bireyler için tasarlanmamıştır ve çocuklardan bilerek kişisel bilgi toplamıyoruz. Bir çocuktan kişisel bilgi topladığımızı düşünüyorsanız, lütfen bilgileri kaldırmak için bizimle iletişime geçin. 9. Bu Gizlilik Politikasında Değişiklikler Uygulamalarımızdaki değişiklikleri yansıtmak için bu Gizlilik Politikasını zaman zaman güncelleyebiliriz. Güncellenmiş politikayı Uygulamada yayınlayarak sizi önemli değişikliklerden haberdar edeceğiz. Bu değişikliklerden sonra Uygulamayı kullanmaya devam etmeniz, güncellenmiş Gizlilik Politikasını kabul ettiğiniz anlamına gelir. 10. Bize Ulaşın Bu Gizlilik Politikası veya veri uygulamalarımız hakkında herhangi bir sorunuz varsa, lütfen aşağıdaki adreslerden bizimle iletişime geçin: [Şirket Adı] [E-posta Adresi] [İletişim Adresi]
zh_hans: 最后更新：%@ [公司名称] 尊重您的隐私，并致力于保护您的个人信息。本隐私政策解释了当您使用我们的物业检查管理应用程序（“应用程序”）及相关服务时，我们如何收集、使用和披露您的信息。使用本应用程序即表示您同意本政策中所述的做法。 1. 我们收集的信息 为了提供和改进我们的服务，我们会收集以下类型的信息： 1.1 个人信息 当您注册或使用本应用时，我们可能会收集您的个人信息，例如： • 姓名 • 电子邮件地址 • 联系电话 • 业务信息（如适用） 1.2 房产信息 为了方便您进行房产检查，我们可能会收集并存储您检查的房产信息，包括： • 房产地址和详细信息（例如，面积、类型、状况） • 您上传的与检查相关的照片、视频或文档 • 备注和检查报告 1.3 使用信息 我们会自动收集您与本应用互动的信息，例如： • 设备信息（例如，IP 地址、浏览器类型、操作系统） • 日志数据（例如，访问日期和时间、浏览的页面、在每个页面上停留的时间） • 用于提升用户体验的 Cookie 和类似技术 2. 我们如何使用您的信息 我们使用收集的信息来： • 提供、维护和改进本应用的功能 • 管理用户账户管理及客户支持 • 生成检查报告并存储房产信息 • 发送更新、服务或促销信息（您可以随时选择退出） • 分析使用趋势并提升用户体验 3. 我们如何共享您的信息 我们不会出售您的个人信息。我们可能会在以下情况下共享您的信息： • 服务提供商：我们可能会与协助我们运营应用程序的第三方供应商或服务提供商共享您的信息（例如，云存储、分析服务）。 • 法律合规：我们可能会披露您的信息以遵守法律义务、法院命令或政府要求。 • 业务转让：如果发生合并、收购或出售我们全部或部分资产的情况，您的信息可能会作为该交易的一部分进行转移。 4. 数据安全 我们采取适当的技术和组织措施来保护您的信息免遭未经授权的访问、更改或披露。但是，没有任何一种互联网传输方法是 100% 安全的，因此我们无法保证绝对安全。 5. 数据保留 我们仅在为实现收集目的或法律要求所必需的时间内保留您的个人信息。不再需要时，我们会安全地删除或匿名化您的数据。 6. 您的隐私权 根据您所在司法管辖区的法律，您可能拥有以下关于您个人信息的权利： • 访问权：您可以请求访问我们持有的关于您的个人信息。 • 更正权：您可以请求更正不准确或不完整的个人信息。 • 删除权：您可以请求删除您的个人信息，但须遵守法律义务。 • 选择退出权：您可以随时选择退出营销通讯。 如需行使上述任何权利，请通过[电子邮件地址]联系我们。 7. 第三方链接 本应用程序可能包含指向第三方网站或服务的链接。本隐私政策不适用于这些网站或服务，我们不对其隐私做法负责。我们建议您查看他们的隐私政策。 8. 儿童隐私 我们的应用程序不面向 18 岁以下人士，我们也不会故意收集儿童的个人信息。如果您认为我们收集了儿童的个人信息，请联系我们删除该信息。 9. 隐私政策的变更 我们可能会不时更新本隐私政策，以反映我们做法的变更。如有任何重大变更，我们将通过在应用程序上发布更新后的政策来通知您。您在变更后继续使用本应用程序即表示您接受更新后的隐私政策。 10. 联系我们 如果您对本隐私政策或我们的数据处理方式有任何疑问，请通过以下方式联系我们： [公司名称] [电子邮件地址] [联系地址]
zh_hant: 最後更新：%@ [公司名稱] 尊重您的隱私，並致力於保護您的個人資訊。本隱私權政策解釋了當您使用我們的物業檢查管理應用程式（「應用程式」）及相關服務時，我們如何收集、使用和揭露您的資訊。使用本應用程式即表示您同意本政策中所述的做法。 1. 我們收集的資訊 為了提供和改進我們的服務，我們會收集以下類型的資訊： 1.1 個人資訊 當您註冊或使用本應用程式時，我們可能會收集您的個人信息，例如： • 姓名 • 電子郵件地址 • 聯絡電話 • 業務資訊（如適用） 1.2 房產資訊 為了方便您進行房產檢查，我們可能會收集並儲存您檢查的房產信息，包括： • 房產地址及詳細資料（例如，面積、類型、狀況） • 您上傳的與檢查相關的照片、影片或文檔 • 備註和檢查報告 1.3 使用訊息 我們會自動收集您與本應用程式互動的訊息，例如： • 設備資訊（例如，IP 位址、瀏覽器類型、作業系統） • 日誌資料（例如，造訪日期和時間、瀏覽的頁面、在每個頁面上停留的時間） • 用於提升使用者體驗的 Cookie 和類似技術 2. 我們如何使用您的訊息 我們使用收集的資訊來： • 提供、維護及改進本應用的功能 • 管理用戶帳號管理及客戶支持 • 產生檢查報告並儲存房產信息 • 發送更新、服務或促銷訊息（您可以隨時選擇退出） • 分析使用趨勢並提升使用者體驗 3. 我們如何分享您的訊息 我們不會出售您的個人資訊。我們可能會在以下情況下分享您的資訊： • 服務提供者：我們可能會與協助我們營運應用程式的第三方供應商或服務提供者分享您的資訊（例如，雲端儲存、分析服務）。 • 法律合規：我們可能會揭露您的資訊以遵守法律義務、法院命令或政府要求。 • 業務轉讓：如果發生合併、收購或出售我們全部或部分資產的情況，您的資訊可能會作為該交易的一部分進行轉移。 4. 資料安全 我們採取適當的技術和組織措施來保護您的資訊免遭未經授權的存取、變更或揭露。但是，沒有任何一種網路傳輸方法是 100% 安全的，因此我們無法保證絕對安全。 5. 資料保留 我們僅在為實現收集目的或法律要求所需的時間內保留您的個人資訊。不再需要時，我們會安全地刪除或匿名化您的資料。 6. 您的隱私權 根據您所在司法管轄區的法律，您可能擁有以下關於您個人資訊的權利： • 存取權：您可以要求存取我們持有的關於您的個人資訊。 • 更正權：您可以要求更正不準確或不完整的個人資訊。 • 刪除權：您可以要求刪除您的個人訊息，但須遵守法律義務。 • 選擇退出權：您可以隨時選擇退出行銷通訊。 如需行使上述任何權利，請透過[電子郵件地址]聯絡我們。 7. 第三方鏈接 本應用程式可能包含第三方網站或服務的連結。本隱私權政策不適用於這些網站或服務，我們不對其隱私權做法負責。我們建議您查看他們的隱私權政策。 8. 兒童隱私 我們的應用程式不針對 18 歲以下人士，我們也不會故意收集兒童的個人資訊。如果您認為我們收集了兒童的個人信息，請聯絡我們刪除該資訊。 9. 隱私權政策的變更 我們可能會不時更新本隱私權政策，以反映我們做法的變更。如有任何重大變更，我們將透過在應用程式上發布更新後的政策來通知您。您在變更後繼續使用本應用程式即表示您接受更新後的隱私權政策。 10. 聯絡我們 如果您對本隱私權政策或我們的資料處理方式有任何疑問，請透過以下方式與我們聯絡： [公司名稱] [電子郵件地址] [聯絡地址]

source: Lat: %.4f
ar: خط العرض: %.4f
tr: Enlem: %.4f

source: Later
ar: لاحقًا
de: Später
tr: Daha Sonra
zh_hans: 稍后
zh_hant: 之後

source: Latitude: %.4f
ar: خط العرض: %.4f
de: Breitengrad: %.4f
tr: Enlem: %.4f
zh_hans: 纬度：%.4f
zh_hant: 緯度: %.4f

source: Let me help you in seconds.
ar: دعني أساعدك في ثوانٍ.
de: Lass mich dir in wenigen Sekunden helfen.
tr: Saniyeler içinde size yardımcı olayım.
zh_hans: 让我在几秒内为您提供帮助。
zh_hant: 讓我幾秒鐘就能幫到你。

source: Let's personalize your Lifestyle with Limi
ar: دعنا نخصص أسلوب حياتك مع Limi
de: Lass uns deinen Lifestyle mit Limi personalisieren.
tr: Limi ile yaşam tarzınızı kişiselleştirelim
zh_hans: 让我们用 Limi 为您定制智能生活方式
zh_hant: 讓我們用 Limi 為您打造個人化的生活方式

source: LiDAR Not Available
ar: مستشعر LiDAR غير متوفر
de: LiDAR nicht verfügbar
tr: LiDAR Kullanılamıyor
zh_hans: LiDAR 不可用
zh_hant: 光達不可用

source: Lights
ar: الأضواء
de: Lichter
tr: Işıklar
zh_hans: 灯光
zh_hant: 燈

source: LIMI AI is your smart light management and automation assistant!
ar: Limi الذكاء الاصطناعي هو مساعدك الذكي لإدارة الإضاءة والأتمتة!
de: LIMI KI ist dein smarter Licht- und Automationsassistent!
tr: LIMI AI, akıllı ışık yönetimi ve otomasyon asistanınızdır!
zh_hans: LIMI AI 是您的智能灯光管理与自动化助手！
zh_hant: LIMI AI 是您的智慧照明管理和自動化助理！

source: Listen For All Events
ar: الاستماع لجميع الأحداث
de: Auf alle Ereignisse hören
tr: Tüm Olayları Dinle
zh_hans: 监听所有事件
zh_hant: 收聽所有活動

source: Live
ar: مباشر
tr: Canlı
zh_hans: 实时
zh_hant: 居住

source: Lng: %.4f
ar: خط الطول: %.4f
de: Längengrad: %.4f
tr: Boylam: %.4f
zh_hans: 经度：%.4f

source: Loading 3D interior view…
ar: جارٍ تحميل عرض داخلي ثلاثي الأبعاد...
de: 3D-Innenansicht wird geladen...
tr: 3B iç mekân görünümü yükleniyor...
zh_hans: 正在加载 3D 室内视图…
zh_hant: 正在載入3D室內視圖…

source: Loading 3D Model...
ar: جارٍ تحميل نموذج ثلاثي الأبعاد...
de: 3D-Modell wird geladen...
tr: 3B model yükleniyor...
zh_hans: 正在加载 3D 模型…
zh_hant: 正在載入3D模型…

source: Loading models...
ar: جارٍ تحميل النماذج...
de: Modelle werden geladen...
tr: Modeller yükleniyor...
zh_hans: 正在加载模型…
zh_hant: 正在載入模型…

source: Loading Shop...
ar: جارٍ تحميل المتجر...
de: Shop wird geladen...
tr: Mağaza yükleniyor...
zh_hans: 正在加载商店…
zh_hant: 載入中……

source: Loading...
ar: جارٍ التحميل...
de: Wird geladen...
tr: Yükleniyor...
zh_hans: 正在加载…
zh_hant: 載入中...

source: Location Access
ar: الوصول إلى الموقع
de: Standortzugriff
tr: Konum Erişimi
zh_hans: 位置访问权限
zh_hant: 位置訪問

source: Location not available
ar: الموقع غير متاح
de: Standort nicht verfügbar
tr: Konum kullanılamıyor
zh_hans: 位置不可用
zh_hant: 位置資訊暫缺

source: Location Usage Example
ar: مثال لاستخدام الموقع
de: Beispiel zur Standortnutzung
tr: Konum Kullanım Örneği
zh_hans: 位置使用示例
zh_hant: 位置使用範例

source: Location-based Features:
ar: ميزات تعتمد على الموقع:
de: Standortbasierte Funktionen:
tr: Konum Tabanlı Özellikler:
zh_hans: 基于位置的功能：
zh_hant: 基於位置的功能：

source: Log Out
ar: تسجيل الخروج
de: Abmelden
tr: Çıkış Yap
zh_hans: 登出
zh_hant: 登出登入

source: Login
ar: تسجيل الدخول
de: Anmelden
tr: Çıkış Yap
zh_hans: 登录
zh_hant: 登入

source: Login to experience more features
ar: سجّل الدخول للحصول على مزيد من الميزات
de: Melde dich an, um mehr Funktionen zu nutzen
tr: Daha fazla özelliği kullanmak için giriş yapın
zh_hans: 登录以体验更多功能
zh_hant: 登入即可體驗更多功能

source: Logout
ar: تسجيل الخروج
de: Abmelden
tr: Çıkış Yap
zh_hans: 退出登录
zh_hant: 註銷
